/* Done Button for closing the mini browser */
"i18N_YMB_Done_Button" = "OK";

/* Pop up menu action label */
"i18N_YMB_Search_Popup_Label" = "Buscar";

/* Open in safari action label */
"i18N_YMB_Share_Action_Open_in_Safari" = "Abrir en Safari";

/* Browser Back accessibility label */
"i18N_YMB_back_access_label" = "Volver.";

/* Browser Back accessibility hint */
"i18N_YMB_back_access_hint" = "Toca dos veces para volver a la página web anterior.";

/* Browser share button accessibility label */
"i18N_YMB_share_access_label" = "Compartir.";
